Repository: sv-makh/dent-app
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Prosthetics type
ru: Тип протезирования

source: simple
ru: одиночное

source: bridge
ru: мостовидное

# implantStabilityQuotient
source: Implant Stability Quotient(ISQ)
ru: Коэффициент стабильности имплантанта(ISQ)

# torqueForce
source: Torque force, N / cm2
ru: Динамометрическое усилие, н / см2

source: Fixation type
ru: Тип фиксации

source: standard
ru: стандартная

source: bicortical
ru: бикортикальная

source: Bone type
ru: Тип кости

# hard
source: hard(D1)
ru: твердая(D1)

# dense
source: dense(D2)
ru: плотная(D2)

# soft
source: soft(D3)
ru: мягкая(D3)

# loose
source: loose(D4)
ru: рыхлая(D4)

source: Resorption class
ru: Класс резорбции

source: Screw angle
ru: Угол вкручивания

# durationOfOrthopedicLoad
source: Duration of orthopedic load (days)
ru: Срок ортопедической нагрузки (в сутках)

source: Calculate
ru: Расcчитать

source: Dentistry
ru: Стоматология

# completedSuccessfully
source: The form has been completed successfully
ru: Форма успешно заполнена

source: Calculation results:
ru: Результаты расчета:

source: Close
ru: Закрыть
